Repository: hahrens/sg_cookie_optin
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# backend.activateDemoMode
source: Activate Demo
de: Demo aktivieren

# backend.addContentElementToDataPrivacy
source: The "Cookie-Optin" content element must be added to the data protection page.
de: Das "Cookie-OptIn"-Inhaltselement muss auf die Datenschutzseite eingefügt werden.

# backend.addOpenUpLinkToDataPrivacy
source: Alternative: A link must be placed on the data protection page which calls the cookie popup again so that the user can adjust his settings. To do this, an "external URL" must be stored in the TYPO3-RTE, which e.g. calls the homepage with the following parameter "?showOptIn=1". Example URL: https://www.sgalinski.de/?showOptIn=1
de: Alternative: Es muss ein Link auf die Datenschutzseite eingefügt werden, welches das Cookie-Popup erneut aufruft, damit der Nutzer seine Einstellungen anpassen kann. Dazu muss man im TYPO3-RTE eine "Externe URL" hinterlegen, welches z.B. die Homepage mit dem folgenden Parameter aufruft "?showOptIn=1". Beispiel-URL: https://www.sgalinski.de/?showOptIn=1

# backend.addScripts
source: All cookie related scripts needs to be added to the configuration and don't load them anywhere else!
de: Es müssen alle Cookie-bezogenen Skripte zur Konfiguration hinzugefügt werden und diese dürfen nirgendwo sonst geladen werden!

# backend.buyLicense
source: Buy license key
de: Lizenzschlüssel kaufen

# backend.buyLicense.url
source: https://www.sgalinski.de/en/typo3-products-web-development/cookie-optin-for-typo3/
de: https://www.sgalinski.de/typo3-produkte-webentwicklung/sgalinski-cookie-optin/

# backend.createRecord
source: Create a new record
de: Erstelle einen neuen Eintrag

# backend.documentation
source: Documentation
de: Dokumentation

# backend.documentation.url
source: https://www.sgalinski.de/en/typo3-products-web-development/cookie-optin-for-typo3/#c17080
de: https://www.sgalinski.de/typo3-produkte-webentwicklung/sgalinski-cookie-optin/#c17080

# backend.exportConfig
source: Export Configuration
de: Konfiguration exportieren

# backend.fileUploadLabel
source: JSON Configuration File
de: JSON-Konfigurationsdatei

# backend.importConfig
source: Import Configuration
de: Konfiguration importieren

# backend.jsonExport.error
source: Could not export the configuration because of the following error:
de: Die Konfiguration konnte wegen des folgenden Fehlers nicht exportiert werden:

# backend.jsonExport.error.exactlyOneEntry
source: You must have exactly one configuration entry in order to use the export.
de: Sie müssen genau einen Konfigurationseintrag haben, um den Export nutzen zu können.

# backend.jsonImport.groups
source: Groups
de: Gruppen

# backend.jsonImport.headline
source: Import Configuration
de: Konfiguration importieren

# backend.jsonImport.info
source: Please upload the exported configuration file that you would like to import.
de: Bitte laden Sie die exportierte Konfigurationsdatei hoch, die Sie importieren möchten.

# backend.jsonImport.language
source: Language
de: Sprache

# backend.jsonImport.preview.buttonBack
source: Back
de: Zurück

# backend.jsonImport.preview.buttonDescription
source: Click 'Proceed' to create a configuration and add the listed languages.
de: Klicken Sie auf 'Weiter', um eine Konfiguration zu erstellen und die aufgeführten Sprachen hinzuzufügen.

# backend.jsonImport.preview.buttonProceed
source: Proceed
de: Weiter

# backend.jsonImport.preview.description
source: Your import contains the following languages:
de: Ihr Import enthält folgende Sprachen:

# backend.jsonImport.scripts
source: Scripts
de: Skripte

# backend.jsonImport.step1
source: Step 1/2 - Upload
de: Schritt 1/2 - Hochladen

# backend.jsonImport.step2
source: Step 2/2 - Preview
de: Schritt 1/2 - Vorschau

# backend.jsonImport.tooManyRecorsException.description
source: Your site root already contains a cookie optin configuration for this site. Please make sure to clean up and keep only one configuration after the import.
de: Ihr Site-Root enthält bereits eine Cookie-Optin-Konfiguration für diese Website. Bitte stellen Sie sicher, dass Sie nach dem Import nur eine Konfiguration bereinigen und behalten.

# backend.jsonImport.tooManyRecorsException.header
source: You already have a Cookie Opt-In configuration
de: Sie haben bereits eine Cookie-Opt-In-Konfiguration

# backend.jsonImport.warnings.cookiesCount
source: The different languages do not contain the same amount of cookies. Some cookies may not have been properly translated and thus will not be rendered. Please double-check after importing.
de: Die verschiedenen Sprachen enthalten nicht die gleiche Anzahl von Cookies. Einige Cookies wurden möglicherweise nicht richtig übersetzt und werden daher nicht wiedergegeben. Bitte überprüfen Sie dies nach dem Import noch einmal.

# backend.jsonImport.warnings.groupsCount
source: The different languages do not contain the same amount of groups. Some groups may not have been properly translated and thus will not be rendered. Please double-check after importing.
de: Die verschiedenen Sprachen enthalten nicht die gleiche Anzahl von Gruppen. Einige Gruppen wurden möglicherweise nicht richtig übersetzt und werden daher nicht wiedergegeben. Bitte überprüfen Sie dies nach dem Import noch einmal.

# backend.jsonImport.warnings.header
source: Import data inconcistency
de: Inkonsistenz der Importdaten

# backend.jsonImport.warnings.language.header
source: Translation configuration file is missing
de: Übersetzungs-Konfigurationsdatei fehlt

# backend.jsonImport.warnings.language.missing
source: You have not uploaded a translation file for the local language %s. You must translate it manually after the import.
de: Sie haben keine Übersetzungsdatei für die lokale Sprache %s hochgeladen. Sie müssen sie nach dem Import manuell übersetzen.

# backend.jsonImport.warnings.scriptsCount
source: The different languages do not contain the same amount of scripts. Some scripts may not have been properly translated and thus will not be rendered. Please double-check after importing.
de: Die verschiedenen Sprachen enthalten nicht die gleiche Anzahl von Skripten. Einige Skripte wurden möglicherweise nicht richtig übersetzt und werden daher nicht wiedergegeben. Bitte überprüfen Sie dies nach dem Import noch einmal.

# backend.licenceCheck.error.title
source: License Check: Error!
de: Lizenzprüfung: Fehler!

# backend.licenceCheck.expiredError.message
source: Your Cookie Optin Extension update license has expired or is invalid. You can buy a new license one from %s.
de: Ihre Cookie-Optin-Erweiterung-Update-Lizenz ist ungültig oder abgelaufen. Erwerben Sie eine neue Lizenz von %s.

# backend.licenceCheck.expiringWarning.message
source: Your Cookie Optin Extension license has expired on %s but your version is still supported with this license. Please renew it from %s so that you can benefit from our newest versions.
de: Ihre Cookie-Optin-Erweiterung-Lizenz ist am %s abgelaufen, aber Ihre Version wird noch mit dieser Lizenz unterstützt. Bitte erneuern Sie sie ab %s, damit Sie von unseren neusten Versionen profitieren können.

# backend.licenceCheck.noLicenseKey
source: You have not entered a license key for the Cookie Optin Extension. Please purchase a key from %s and enter it in the extension configuration.
de: Sie haben keinen Lizenzschlüssel für die Cookie-Optin-Erweiterung eingegeben. Bitte erwerben Sie einen Schlüssel aus %s und geben Sie ihn in die Erweiterungs-Konfiguration ein.

# backend.licenceCheck.shopLink
source: our shop (https://shop.sgalinski.de)
de: unserem Shop (https://shop.sgalinski.de)

# backend.licenceCheck.warning.title
source: License Check: Warning!
de: Lizenzprüfung: Warnung!

# backend.licenceCheck.status.title
source: License Status
de: Lizenzstatus

# backend.licenceCheck.status.okMessage
source: Your update period is valid until %s.
de: Ihre Update-Zeitraum ist gültig bis %s.

# backend.licenceCheck.status.lifetime
source: end of product life
de: zum Ende der Produktlebenszeit

# backend.licenseKey.invalid.description
source: The license key of this extension is invalid. Some functions like the important file generation are disabled. Please make sure that the key is inserted correctly, within the settings of "sg_cookie_optin", which is found in the backend module "Extensions".
de: Der Lizenzschlüssel für diese Erweiterung ist ungültig. Einige Funktionen wie die notwendige Dateigenerierung sind deaktiviert. Bitte stelle sicher, dass die Lizenz korrekt eingefügt wurde. Diese können im Backend-Modul "Erweiterungen" unter "sg_cookie_optin" eingesehen werden.

# backend.licenseKey.invalid.descriptionTYPO3-9
source: The license key of this extension is invalid. Some functions like the important file generation are disabled. Please make sure that the key is inserted correctly, within the settings of "sg_cookie_optin", which is found in the "Extension Configuration" of the backend module "Settings".
de: Der Lizenzschlüssel für diese Erweiterung ist ungültig. Einige Funktionen wie die notwendige Dateigenerierung sind deaktiviert. Bitte stelle sicher, dass die Lizenz korrekt eingefügt wurde. Diese können im Backend-Modul "Einstellungen" unter "Extension Configuration" in "sg_cookie_optin" eingesehen werden.

# backend.licenseKey.invalid.header
source: The license key is invalid
de: Der Lizenzschlüssel ist ungültig.

# backend.licenseKey.isInDemoMode.description
source: The Demo mode is activated. All functions are temporarily active, but the generated files will be removed after the time expires. The database remains untouched, so you can save the data again after a purchase and the cookie window is available again and active. Remaining demo time: %s
de: Der Demo-Modus ist aktiviert. Alle Funktionen sind vorübergehend aktiv, allerdings werden die generierten Dateien nach Ablauf der Zeit entfernt. Die Datenbank bleibt unberührt, so kann man nach einem Kauf die Daten erneut abspeichern und das Cookie-Fenster ist wieder vorhanden und aktiv. Verbleibende Demo-Zeit: %s

# backend.licenseKey.isInDemoMode.header
source: Demo mode activated
de: Demo-Modus aktiv

# backend.licenseKey.notSet.description
source: The license key of this extension isn't set. Some functions like the important file generation are disabled. Please add a key, within the extension settings of "sg_cookie_optin", which is found in the backend module "Extensions".
de: Der Lizenzschlüssel für diese Erweiterung ist nicht gesetzt. Einige Funktionen wie die notwendige Dateigenerierung sind deaktiviert. Bitte füge eine Lizenz, in den Einstellungen, hinzu. Diese können im Backend-Modul "Erweiterungen" unter "sg_cookie_optin" eingesehen werden.

# backend.licenseKey.notSet.descriptionTYPO3-9
source: The license key of this extension isn't set. Some functions like the important file generation are disabled. Please add a key, within the settings of "sg_cookie_optin", which is found in the "Extension Configuration" of the backend module "Settings".
de: Der Lizenzschlüssel für diese Erweiterung ist nicht gesetzt. Einige Funktionen wie die notwendige Dateigenerierung sind deaktiviert. Bitte füge eine Lizenz in den Einstellungen hinzu. Diese können im Backend-Modul "Einstellungen" unter "Extension Configuration" in "sg_cookie_optin" eingesehen werden.

# backend.licenseKey.notSet.header
source: Missing license key
de: Fehlender Lizenzschlüssel

# backend.hasChanges.message
source: You have changed your configuration. Please clear the frontend cache to make sure your new configuration changes effect. If you have deleted your configuration. please delete the files sg-cookie-optin files in your fileadmin directory.
de: Sie haben Ihre Konfiguration geändert. Bitte löschen Sie den Frontend-Cache, um sicherzustellen, dass Ihre neue Konfiguration wirksam wird. Wenn Sie Ihre Konfiguration gelöscht haben. löschen Sie bitte die Dateien sg-cookie-optin in Ihrem fileadmin-Verzeichnis.

# backend.hasChanges.title
source: Your configuration has changed
de: Ihre Konfiguration wurde geändert

# backend.moduleDescription
source: This module serves for the management of cookies. There can be a maximum of one entry per site root, if nothing exists, add one with the help of the button below.
de: Dieses Modul dient zu der Verwaltung von Cookies. Es kann pro Seiten-Root immer nur ein Eintrag existieren, sollte keiner existieren muss einer mit Hilfe des unteren Buttons angelegt werden.

# backend.no_site_root
source: Please select one of the following website roots:
de: Bitte wählen Sie eine der folgenden Webseiten:

# backend.no_site_root_found
source: No site root found. Please create a site root.
de: Kein Site-Root gefunden. Bitte erstellen Sie einen Site-Root.

# backend.productInformation
source: Product Information
de: Produkt-Informationen

# backend.productInformation.url
source: https://www.sgalinski.de/en/typo3-products-web-development/cookie-optin-for-typo3/
de: https://www.sgalinski.de/typo3-produkte-webentwicklung/sgalinski-cookie-optin/

# backend.tooManyRecorsException.description
source: Please delete all the records in the list below, except one.
de: Bitte lösche alle Einträge in der Liste, außer einen.

# backend.tooManyRecorsException.header
source: Too many entries detected
de: Zu viele Einträge entdeckt

# backend.toolForCookies
source: The following tool delivers information about used cookies on your site. Use this information for the cookie instruction in the configuration. Beware that not all cookies might be listed. URL
de: Das nachfolgende Tool liefert Informationen zu verwendeten Cookies auf ihrer Website. Nutzen Sie diese für die Cookie-Instruktionen in der Konfiguration. Beachten Sie, dass die Liste nicht vollständig sein könnte. URL

# backend.upload
source: Upload
de: Hochladen

# backend.wizard.resetTemplateWizard
source: Reset Template
de: Template zurücksetzen

# backend.wizard.templatePreviewLink
source: Preview Template
de: Template-Vorschau

# configuration.folder
source: Directory for generated files: The folder where the generated files should be saved (e.g. fileadmin/cookie-banner or EXT:extension_key/path/to/cookies).
de: Ordner für generierte Dateien: Der Ordner, in dem die generierten Dateien gespeichert werden sollen (z.B. fileadmin/cookie-banner oder EXT:extension_key/path/to/cookies).

# configuration.hideModuleInProductionContext
source: Hide Backend Module in production context (TYPO3 8+)
de: Backend-Modul im Production Context verstecken(TYPO3 8+)

# configuration.licenseKey
source: License Key
de: Lizenzschlüssel

# frontend.error.noFileUploaded
source: No file uploaded! Please upload a configuration file.
de: Es wurde keine Datei hochgeladen! Bitte laden Sie eine Konfigurationsdatei hoch.

# frontend.error.theFileCouldNotBeUploaded
source: The file could not be uploaded.
de: Die Datei konnte nicht hochgeladen werden.

# frontend.error.theImportedFileDoesNotContainProperlyFormattedJson
source: The imported file does not contain properly formatted JSON configuration.
de: Die importierte Datei enthält keine korrekt formatierte JSON-Konfiguration.

# frontend.jsonImport.error.pleaseUploadTheDefaultLanguageConfigurationFile
source: Please upload the default language configuration file
de: Bitte laden Sie die Standard-Sprache Konfigurationsdatei hoch

# jsonImport.error.theStoredImportedDataIsCorrupt
source: The stored imported data is corrupt
de: Die gespeicherten importierten Daten sind beschädigt

# backend.settings_action
source: Settings
de: Einstellungen

# backend.statistics_action
source: Statistics
de: Statistiken

# backend.consent_action
source: Consent management
de: Consent-Verwaltung

# backend.consent.grid.time
source: Time
de: Zeit

# backend.consent.grid.item_name
source: Group
de: Gruppe

# backend.consent.grid.value
source: Yes/No
de: Ja/Nein

# backend.consent.form.filter
source: Filter
de: Filtern

# backend.consent.form.item_name.all
source: All
de: Alle

# backend.statistics.accepted
source: Accepted
de: Akzeptiert

# backend.statistics.rejected
source: Rejected
de: Verweigert
