Repository: hahrens/sg_cookie_optin
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# backend.searchError.noParametersSentToTheServer
source: No parameters sent to the server.
de: Es werden keine Parameter an den Server gesendet.

# tx_sgcookieoptin_domain_model_cookie.hidden
source: Deactivate
de: Deaktivieren

# tx_sgcookieoptin_domain_model_cookie.lifetime
source: Lifetime
de: Lebenszeit

# tx_sgcookieoptin_domain_model_cookie.parent_group
source: Group
de: Gruppe

# tx_sgcookieoptin_domain_model_cookie.provider
source: Provider
de: Anbieter

# tx_sgcookieoptin_domain_model_cookie.purpose
source: Purpose
de: Zweck

# tx_sgcookieoptin_domain_model_group
source: Group
de: Gruppe

# tx_sgcookieoptin_domain_model_group.description
source: Description (explains the use of these scripts & cookies)
de: Beschreibung (erklärt die Verwendung dieser Skripte & Cookies)

# tx_sgcookieoptin_domain_model_group.group_name
source: Group ID (Unique name, do not change while on live mode!)
de: Gruppen-ID (Eindeutiger Name, Nicht im Live-Betrieb ändern!)

# tx_sgcookieoptin_domain_model_group.hidden
source: Deactivate
de: Deaktivieren

# tx_sgcookieoptin_domain_model_group.scripts
source: Scripts (For translations: Only "translated" scripts are considered. Added scripts without a default language parent will be ignored)
de: Skripte (Für Übersetzungen: Es werden nur "übersetzte" Skripte berücksichtigt. Hinzugefügte Skripte ohne übergeordnete Standardsprache werden ignoriert)

# tx_sgcookieoptin_domain_model_group.tab.scripts
source: Scripts
de: Skripte

# tx_sgcookieoptin_domain_model_group.title
source: Group Title
de: Gruppentitel

# tx_sgcookieoptin_domain_model_optin.accept_all_text
source: Button for Accepting all Scripts & Cookies
de: Button zum Akzeptieren aller Skripte & Cookies

# tx_sgcookieoptin_domain_model_optin.accept_buttons_texts
source: Button Texts
de: Button-Texte

# tx_sgcookieoptin_domain_model_optin.accept_essential_text
source: Button for Accepting Only Essential Cookies & Scripts
de: Button zum Akzeptieren ausschließlich essenzieller Skripte & Cookies

# tx_sgcookieoptin_domain_model_optin.accept_specific_text
source: Button for Accepting Selected Cookies & Scripts
de: Button zum Akzeptieren ausgewählter Skripte & Cookies

# tx_sgcookieoptin_domain_model_optin.activate_testing_mode
source: Activate TEST mode (dialog not active, add "?showOptIn=1" to the URL to get the dialog.)
de: Aktiviere den TEST-Modus (Dialog nicht aktiv, der Parameter "?showOptIn=1" muss an die URL angefügt werden um den Dialog anzuzeigen)

# tx_sgcookieoptin_domain_model_optin.banner_button_accept_text
source: Accept Button Text
de: Akzeptieren-Button Text

# tx_sgcookieoptin_domain_model_optin.banner_button_settings_text
source: Settings Button Text
de: Einstellungs-Button Text

# tx_sgcookieoptin_domain_model_optin.banner_color_box
source: Background
de: Hintergrund

# tx_sgcookieoptin_domain_model_optin.banner_color_button_accept
source: Background Color Accept Button
de: Hintergrundfarbe Akzeptieren-Button

# tx_sgcookieoptin_domain_model_optin.banner_color_button_accept_hover
source: Hover Color Accept Button
de: Hover-Farbe Akzeptieren-Button

# tx_sgcookieoptin_domain_model_optin.banner_color_button_accept_text
source: Text Color Accept Button
de: Textfarbe Akzeptieren-Button

# tx_sgcookieoptin_domain_model_optin.banner_color_button_settings
source: Background Color Settings Button
de: Hintergrundfarbe Einstellungs-Button

# tx_sgcookieoptin_domain_model_optin.banner_color_button_settings_hover
source: Hover Color Settings Button
de: Hover-Farbe Einstellungs-Button

# tx_sgcookieoptin_domain_model_optin.banner_color_button_settings_text
source: Text Color Settings Button
de: Textfarbe Einstellungs-Button

# tx_sgcookieoptin_domain_model_optin.banner_description
source: Explanatory Text in the Banner
de: Erklärungstext im Banner

# tx_sgcookieoptin_domain_model_optin.banner_enable
source: Always Show a Less Obtrusive Banner Instead of the Cookie Settings Window
de: Immer ein weniger auffälliges Banner anstelle des Fensters für die Cookie-Einstellungen anzeigen

# tx_sgcookieoptin_domain_model_optin.banner_force_min_width
source: Force Displaying the less Obstructive Banner if the Client Window has a Maximum width of x (0 = deactivated)
de: Anzeige des weniger störenden Banners erzwingen, wenn das Client-Fenster eine Maximalbreite von x hat (0 = deaktiviert)

# tx_sgcookieoptin_domain_model_optin.banner_html
source: Banner Template Code (HTML, variables and logic are processed with Mustache, see https://mustache.github.io/mustache.5.html)
de: Banner-Template-Code (HTML, Variablen und Logik werden mit Mustache verarbeitet, siehe https://mustache.github.io/mustache.5.html)

# tx_sgcookieoptin_domain_model_optin.banner_overwritten
source: Overwrite Template (Allows to change the template code below. If this is selected, changes in future updates are not automatically applied. Unset this option to reset the template below.)
de: Vorlage überschreiben (Erlaubt die Änderung des untenstehenden Template-Codes. Änderungen in zukünftigen Updates werden dann nicht mehr automatisch übernommen. Deaktiviere diese Option, um das untenstehende Template zurückzusetzen.)

# tx_sgcookieoptin_domain_model_optin.banner_position
source: The Position of the Banner on the Website
de: Die Position des Banners auf der Website

# tx_sgcookieoptin_domain_model_optin.banner_position.0
source: Bottom
de: Unten

# tx_sgcookieoptin_domain_model_optin.banner_position.1
source: Top
de: Oben

# tx_sgcookieoptin_domain_model_optin.banner_selection
source: Select Banner Base Design Template (This form will be saved and reloaded when this setting changes.)
de: Banner-Basis-Designvorlage auswählen (Dieses Formular wird bei Änderung gespeichert und neu geladen.)

# tx_sgcookieoptin_domain_model_optin.banner_selection.0
source: Default
de: Standard

# tx_sgcookieoptin_domain_model_optin.banner_show_again_interval
source: Show the cookie banner again if not all groups were selected after: (in days)
de: Das Cookie-Banner erneut anzeigen, wenn nicht alle Gruppen ausgewählt wurden, nach: (in Tage)

# tx_sgcookieoptin_domain_model_optin.banner_show_settings_button
source: Show the Settings Button within the Banner (Should be enabled if the website uses cookies.)
de: Einstellungs-Button im Banner anzeigen (Dies sollte aktiviert werden, falls die Website Cookies verwendet)

# tx_sgcookieoptin_domain_model_optin.color_Table_data_text
source: Text Color - Data
de: Textfarbe - Daten

# tx_sgcookieoptin_domain_model_optin.color_box
source: Window
de: Fenster

# tx_sgcookieoptin_domain_model_optin.color_button_all
source: Button-Background: "Accept All"
de: Button-Hintergrund: "Akzeptiere Alle"

# tx_sgcookieoptin_domain_model_optin.color_button_all_hover
source: Button-Hover "Accept All"
de: Button-Hover: "Akzeptiere Alle"

# tx_sgcookieoptin_domain_model_optin.color_button_all_text
source: Button-Text "Accept All"
de: Button-Text: "Akzeptiere Alle"

# tx_sgcookieoptin_domain_model_optin.color_button_close
source: Button-Background: "Close"
de: Button-Hintergrund: "Schließen"

# tx_sgcookieoptin_domain_model_optin.color_button_close_hover
source: Button-Hover: "Close"
de: Button-Hover: "Schließen"

# tx_sgcookieoptin_domain_model_optin.color_button_close_text
source: Button-Text: "Close"
de: Button-Text: "Schließen"

# tx_sgcookieoptin_domain_model_optin.color_button_essential
source: Button-Background: "Accept Essential"
de: Button-Hintergrund: "Akzeptiere Essenzielle"

# tx_sgcookieoptin_domain_model_optin.color_button_essential_hover
source: Button-Hover "Accept Essential"
de: Button-Hover: "Akzeptiere Essenzielle"

# tx_sgcookieoptin_domain_model_optin.color_button_essential_text
source: Button-Text "Accept Essential"
de: Button-Text: "Akzeptiere Essenzielle"

# tx_sgcookieoptin_domain_model_optin.color_button_specific
source: Button-Background: "Accept Selected"
de: Button-Hintergrund: "Akzeptiere Ausgewählte"

# tx_sgcookieoptin_domain_model_optin.color_button_specific_hover
source: Button-Hover "Accept Selected"
de: Button-Hover: "Akzeptiere Ausgewählte"

# tx_sgcookieoptin_domain_model_optin.color_button_specific_text
source: Button-Text "Accept Selected"
de: Button-Text: "Akzeptiere Ausgewählte"

# tx_sgcookieoptin_domain_model_optin.color_checkbox
source: Optional Cookies & Scripts
de: Optionale Cookies & Skripte

# tx_sgcookieoptin_domain_model_optin.color_checkbox_required
source: Essential Cookies & Scripts (always ticked off)
de: Essenzielle Cookies & Skripte (immer abgehakt)

# tx_sgcookieoptin_domain_model_optin.color_confirmation_background
source: Confirmation Background
de: Bestätigung Hintergrund

# tx_sgcookieoptin_domain_model_optin.color_confirmation_text
source: Confirmation Text
de: Bestätigung Text

# tx_sgcookieoptin_domain_model_optin.color_full_box
source: Window (upper part)
de: Fenster (Oberer Teil)

# tx_sgcookieoptin_domain_model_optin.color_full_headline
source: Headline
de: Überschrift

# tx_sgcookieoptin_domain_model_optin.color_full_text
source: Text (upper part)
de: Text (Oberer Teil)

# tx_sgcookieoptin_domain_model_optin.color_headline
source: Headline
de: Überschrift

# tx_sgcookieoptin_domain_model_optin.color_list
source: Background of the Info Boxes of the Groups
de: Hintergrund der Infoboxen zu den Gruppen

# tx_sgcookieoptin_domain_model_optin.color_list_text
source: Text Color in the Info Boxes for the Groups
de: Textfarbe der Infoboxen zu den Gruppen

# tx_sgcookieoptin_domain_model_optin.color_notification
source: Notifcation Colors
de: Farben für Benachrichtigungen

# tx_sgcookieoptin_domain_model_optin.color_table
source: Cell Background - Data
de: Zellenhintergrund - Daten

# tx_sgcookieoptin_domain_model_optin.color_table_header
source: Cell Background - Row Title
de: Zellenhintergrund - Zeilentitel

# tx_sgcookieoptin_domain_model_optin.color_table_header_text
source: Text Color - Row Title
de: Textfarbe - Zeilentitel

# tx_sgcookieoptin_domain_model_optin.colors_checkboxes
source: Group Checkboxes
de: Gruppen-Checkboxen

# tx_sgcookieoptin_domain_model_optin.colors_lists
source: List of Group Details
de: Liste der Gruppendetails

# tx_sgcookieoptin_domain_model_optin.colors_tables
source: Cookie Description Tables
de: Cookie-Beschreibungstabellen

# tx_sgcookieoptin_domain_model_optin.consider_do_not_track
source: Take DoNotTrack into account
de: DoNotTrack berücksichtigen

# tx_sgcookieoptin_domain_model_optin.cookie_lifetime
source: Lifetime of cookie that saves the user's choices in days
de: Laufzeit des Cookies, der die Auswahl des Nutzers speichert (in Tagen)

# tx_sgcookieoptin_domain_model_optin.cookie_lifetime_text
source: Header for the cookie lifetime
de: Überschrift für die Cookie-Laufzeit

# tx_sgcookieoptin_domain_model_optin.cookie_name_text
source: Header for the cookie name
de: Überschrift für den Cookie-Namen

# tx_sgcookieoptin_domain_model_optin.cookie_provider_text
source: Header for the cookie provider
de: Überschrift für den Cookie-Anbieter

# tx_sgcookieoptin_domain_model_optin.cookie_purpose_text
source: Header for the cookie purpose
de: Überschrift für den Cookie-Zweck

# tx_sgcookieoptin_domain_model_optin.cookie_texts
source: Cookie Information Texts
de: Cookie-Informationstexte

# tx_sgcookieoptin_domain_model_optin.cookiebanner_whitelist_regex
source: Don't show cookie banner on the following page URIs. Every new line is interpreted as a new regular expression. Syntax errors may lead to issues on your website!
de: Das Cookie-Banner auf diesen Seiten/URLs nicht anzeigen. Jede neue Zeile wird als ein regulärer Ausdruck interpretiert. Syntax-Fehler können zu Problemen auf der Website führen!

# tx_sgcookieoptin_domain_model_optin.cookiebanner_whitelist_regex.description
source: Please note that you have to include your translated page slugs as well. For example if you want to exclude your privacy policy page in both English and German you must add privacy-policy.html as well as datenschutz.html to the list.
de: Bitte beachten Sie, dass Sie auch Ihre übersetzten Seiten-Slugs mit aufnehmen müssen. Wenn Sie z. B. Ihre Datenschutzseite sowohl auf Englisch als auch auf Deutsch ausschließen möchten, müssen Sie sowohl privacy-policy.html als auch datenschutz.html in die Liste aufnehmen.

# tx_sgcookieoptin_domain_model_optin.description
source: Explanation at top of Opt-In Window
de: Erklärung oben im Auswahlfenster

# tx_sgcookieoptin_domain_model_optin.disable_for_this_language
source: Disable OptIn for this language
de: Das OptIn für diese Sprache deaktivieren

# tx_sgcookieoptin_domain_model_optin.disable_powered_by
source: Disable "Powered by" lettering
de: "Powered by"-Schriftzug deaktivieren

# tx_sgcookieoptin_domain_model_optin.essential_description
source: Description (explains the use of these scripts & cookies)
de: Beschreibung (erklärt die Verwendung dieser Skripte & Cookies)

# tx_sgcookieoptin_domain_model_optin.essential_scripts
source: Scripts (For translations: Only "translated" scripts are considered. Added scripts without a default language parent will be ignored)
de: Skripte (Für Übersetzungen: Es werden nur "übersetzte" Skripte berücksichtigt. Hinzugefügte Skripte ohne übergeordnete Standardsprache werden ignoriert)

# tx_sgcookieoptin_domain_model_optin.essential_title
source: Group Title for Essential Cookies & Scripts the User has to Accept
de: Gruppentitel für essenzielle Cookies & Skripte, die der Benutzer akzeptieren muss.

# tx_sgcookieoptin_domain_model_optin.extend_box_link_text
source: Link for Displaying Information About the Groups (closed)
de: Link zur Anzeige von Informationen der Gruppen (geschlossen)

# tx_sgcookieoptin_domain_model_optin.extend_box_link_text_close
source: Link for Displaying Information About the Groups (open)
de: Link zur Anzeige von Informationen der Gruppen (geöffnet)

# tx_sgcookieoptin_domain_model_optin.extend_table_link_text
source: Link to Display Information of Cookies of a Group (closed)
de: Link zur Anzeige von Informationen der Cookies einer Gruppe (geschlossen)

# tx_sgcookieoptin_domain_model_optin.extend_table_link_text_close
source: Link to Display Information of Cookies of a Group (open)
de: Link zur Anzeige von Informationen der Cookies einer Gruppe (geöffnet)

# tx_sgcookieoptin_domain_model_optin.groups
source: Groups
de: Gruppen

# tx_sgcookieoptin_domain_model_optin.header
source: Title of the Opt-In Window
de: Titel des Opt-In Fensters

# tx_sgcookieoptin_domain_model_optin.iframe_button_allow_all_text
source: Button: "Allow all external content"
de: Button: "Alle externen Inhalte erlauben"

# tx_sgcookieoptin_domain_model_optin.iframe_button_allow_one_text
source: Button: "Allow once"
de: Button: "Einmalig erlauben"

# tx_sgcookieoptin_domain_model_optin.iframe_button_load_one_description
source: Additional Description in the Replacement
de: Zusätzliche Beschreibung in der Ablösung

# tx_sgcookieoptin_domain_model_optin.iframe_button_load_one_text
source: Button: "Load external content"
de: Button: "Externen Inhalt laden"

# tx_sgcookieoptin_domain_model_optin.iframe_button_reject_text
source: Button: "Don't allow"
de: Button: "Nicht erlauben"

# tx_sgcookieoptin_domain_model_optin.iframe_color_button_load_one
source: Button: "Load external content"
de: Button: "Externen Inhalt laden"

# tx_sgcookieoptin_domain_model_optin.iframe_color_button_load_one_hover
source: Button-Hover: "Load external content"
de: Button-Hover: "Externen Inhalt laden"

# tx_sgcookieoptin_domain_model_optin.iframe_color_button_load_one_text
source: Button-Text: "Load external content"
de: Button-Text: "Externen Inhalt laden"

# tx_sgcookieoptin_domain_model_optin.iframe_color_open_settings
source: Link: "Open settings"
de: Link: "Einstellungen öffnen"

# tx_sgcookieoptin_domain_model_optin.iframe_colors
source: Colors
de: Farben

# tx_sgcookieoptin_domain_model_optin.iframe_description
source: Description (Shown in the opt in)
de: Beschreibung (Dargestellt im Opt-In)

# tx_sgcookieoptin_domain_model_optin.iframe_enabled
source: Activate opt in for external content (iframe)
de: Aktiviere den Opt-In für externe Inhalte (iframe)

# tx_sgcookieoptin_domain_model_optin.iframe_html
source: Settings Window Template Code (HTML, variables and logic are processed with Mustache, see http://mustache.github.io/mustache.5.html)
de: Einstellungsfenster Template-Code (HTML, Variablen und Logik werden mit Mustache verarbeitet, siehe http://mustache.github.io/mustache.5.html)

# tx_sgcookieoptin_domain_model_optin.iframe_html.description
source: The templating engine supports markers that you can move inside the code. This template supports the following markers: settings.show_button_close - The setting "Activate the close button in the template" from the Template tab iFrameGroup.label - The value of the Title setting in this tab iFrameGroup.description - The value of the Description setting in this tab textEntries.iframe_button_allow_all_text - The button text for "Allow all" textEntries.iframe_button_allow_one_text - The button text for "Allow once" textEntries.iframe_button_reject_text - The button text for "Don't allow" placeholders.iframe_consent_description - The description, provided for this specific element, or the global additional description, set in this tab footerLinks - The links in the footer from the Labels & Menu tab
de: Die Templating-Engine unterstützt Marker, die Sie innerhalb des Codes verschieben können. Diese Vorlage unterstützt die folgenden Marker: settings.show_button_close - Die Einstellung "Aktiviere den Schließen-Button im Template" aus der Tab Template iFrameGroup.label - Der Wert der Einstellung "Titel" in dieser Tab iFrameGroup.description - Der Wert der Einstellung Beschreibung in dieser Tab textEntries.iframe_button_allow_all_text - Der Button-Text für "Alle erlauben". textEntries.iframe_button_allow_one_text - Der Button-Text für "Einmalig erlauben". textEntries.iframe_button_reject_text - Der Button-Text für "Nicht erlauben" placeholders.iframe_consent_description - Die Beschreibung, die für dieses spezifische Element bereitgestellt wird, oder die globale zusätzliche Beschreibung, die in dieser Registerkarte festgelegt wird footerLinks - Die Links in der Fußzeile aus der Registerkarte Texte & Menü

# tx_sgcookieoptin_domain_model_optin.iframe_open_settings_text
source: Link: "Open settings"
de: Link: "Einstellungen öffnen"

# tx_sgcookieoptin_domain_model_optin.iframe_overwritten
source: Overwrite Settings Window Template (Allows to change the template code below. If this is selected, changes in future updates are not automatically applied. Unset this option to reset the template below.)
de: Template des Einstellungsfensters überschreiben (Erlaubt die Änderung des untenstehenden Template-Codes. Änderungen in zukünftigen Updates werden dann nicht mehr automatisch übernommen. Deaktiviere diese Option, um das untenstehende Template zurückzusetzen.)

# tx_sgcookieoptin_domain_model_optin.iframe_replacement_html
source: iFrame Replacement Template Code (HTML, variables and logic are processed with Mustache, see http://mustache.github.io/mustache.5.html)
de: iFrame-Ersatz Template-Code (HTML, Variablen und Logik werden mit Mustache verarbeitet, siehe http://mustache.github.io/mustache.5.html)

# tx_sgcookieoptin_domain_model_optin.iframe_replacement_html.description
source: The templating engine supports markers that you can move inside the code. This template supports the following markers: textEntries.iframe_button_load_one_text - The value of the Button: "Load external content" field placeholders.iframe_consent_description - The description, provided for this specific element, or the global additional description, set in this tab textEntries.iframe_open_settings_text - The value of the Link: "Open settings" field
de: Die Templating-Engine unterstützt Marker, die Sie innerhalb des Codes verschieben können. Diese Vorlage unterstützt die folgenden Marker: textEntries.iframe_button_load_one_text - Der Wert des Feldes: "Externen Inhalt laden" Feld placeholders.iframe_consent_description - Die Beschreibung, die für dieses spezifische Element bereitgestellt wird, oder die globale zusätzliche Beschreibung, die in dieser Registerkarte festgelegt wird textEntries.iframe_open_settings_text - Der Wert des Feldes Link: "Einstellungen öffnen"

# tx_sgcookieoptin_domain_model_optin.iframe_replacement_overwritten
source: Overwrite iFrame Replacement Template (Allows to change the template code below. If this is selected, changes in future updates are not automatically applied. Unset this option to reset the template below.)
de: iFrame-Ersatz-Template überschreiben (Erlaubt die Änderung des untenstehenden Template-Codes. Änderungen in zukünftigen Updates werden dann nicht mehr automatisch übernommen. Deaktiviere diese Option, um das untenstehende Template zurückzusetzen.)

# tx_sgcookieoptin_domain_model_optin.iframe_replacement_selection
source: Select a Base Design for the iFrame Replacement Template (This form will be saved and reloaded when this setting changes.)
de: Basis-Designvorlage für den iFrame-Ersatz auswählen (Dieses Formular wird bei Änderung gespeichert und neu geladen.)

# tx_sgcookieoptin_domain_model_optin.iframe_replacement_selection.0
source: Default
de: Standard

# tx_sgcookieoptin_domain_model_optin.iframe_replacement_template
source: iFrame Replacement Design Template
de: iFrame-Ersatz Designvorlage

# tx_sgcookieoptin_domain_model_optin.iframe_selection
source: Select a Base Design for the Settings Window Template (This form will be saved and reloaded when this setting changes.)
de: Basis-Designvorlage für das Einstellungsfenster auswählen (Dieses Formular wird bei Änderung gespeichert und neu geladen.)

# tx_sgcookieoptin_domain_model_optin.iframe_selection.0
source: Default
de: Standard

# tx_sgcookieoptin_domain_model_optin.iframe_template
source: External Content Settings Window Design Template
de: Designvorlage für das Fenster mit Einstellungen zu externen Inhalten

# tx_sgcookieoptin_domain_model_optin.iframe_texts
source: Texts
de: Texte

# tx_sgcookieoptin_domain_model_optin.iframe_title
source: Title (Shown in the opt in)
de: Titel (Dargestellt im Opt-In)

# tx_sgcookieoptin_domain_model_optin.iframe_whitelist
source: External content whitelist. (Object sources matching these regular expressions will not be replaced.)
de: Externe Inhalte whitelisten. (Objekte, deren Quelle diese reguläre Ausdrücke entspricht, werden nicht ersetzt)

# tx_sgcookieoptin_domain_model_optin.iframe_whitelist_overwritten
source: Overwrite Whitelist Template (Allows to change the template code below. If this is selected, changes in future updates are not automatically applied. Unset this option to reset the template below.)
de: Template des Einstellungsfensters überschreiben (Erlaubt die Änderung des untenstehenden Template-Codes. Änderungen in zukünftigen Updates werden dann nicht mehr automatisch übernommen. Deaktiviere diese Option, um das untenstehende Template zurückzusetzen.)

# tx_sgcookieoptin_domain_model_optin.iframe_whitelist_regex
source: Whitelist external content. Every new line is interpreted as a new regular expression
de: Externe Inhalte whitelisten. Jede neue Zeile wird als einen neuen regulären Ausdruck interpretiert.

# tx_sgcookieoptin_domain_model_optin.iframe_whitelist_regex.description
source: This field is interpreted as a regular expression. Syntax errors in this expression may lead to errors on your website. Therefore please always test your website after you change this value. For more information hover over the field label.
de: Dieses Feld wird als regulärer Ausdruck interpretiert. Syntaxfehler in diesem Ausdruck können zu Fehlern auf Ihrer Website führen. Testen Sie daher bitte immer Ihre Website, nachdem Sie diesen Wert geändert haben. Für weitere Informationen fahren Sie mit dem Mauszeiger über die Feldbezeichnung.
