Repository: hahrens/sg_cookie_optin
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_sgcookieoptin_domain_model_optin.iframe_whitelist_selection
source: Select a base template for your whitelist (This form will be saved and reloaded when this setting changes.)
de: Basis-Vorlage für Ihre Whiteliste auswählen (Dieses Formular wird bei Änderung gespeichert und neu geladen.)

# tx_sgcookieoptin_domain_model_optin.iframe_whitelist_selection.0
source: Default
de: Standard

# tx_sgcookieoptin_domain_model_optin.link_texts
source: Link Texts
de: Linktexte

# tx_sgcookieoptin_domain_model_optin.minify_generated_data
source: Minify Generated Files
de: Erzeugte Dateien minifizieren

# tx_sgcookieoptin_domain_model_optin.navigation
source: Links at the Bottom of the Opt-In Window (Add Imprint and Data Policy!)
de: Links am Ende des Opt-In-Fensters (Impressum und Datenschutzerklärung einfügen!)

# tx_sgcookieoptin_domain_model_optin.palette.banner_accept_button
source: Accept Button
de: Akzeptieren-Button

# tx_sgcookieoptin_domain_model_optin.palette.banner_general
source: General
de: Allgemein

# tx_sgcookieoptin_domain_model_optin.palette.banner_general_colors
source: Banner Colors
de: Bannerfarben

# tx_sgcookieoptin_domain_model_optin.palette.banner_settings_button
source: Settings Button
de: Einstellungs-Button

# tx_sgcookieoptin_domain_model_optin.palette.banner_template
source: Banner Design Template
de: Banner-Designvorlage

# tx_sgcookieoptin_domain_model_optin.palette.cookie_lifetime_settings
source: Cookie Lifetime
de: Cookie-Laufzeit

# tx_sgcookieoptin_domain_model_optin.palette.update_version
source: Version control
de: Versionskontrolle

# tx_sgcookieoptin_domain_model_optin.render_assets_inline
source: Render CSS and JavaScript contents inline (may impact the performance negatively)
de: CSS- und JavaScript-Inhalte inline rendern (kann sich negativ auf die Performance auswirken)

# tx_sgcookieoptin_domain_model_optin.save_confirmation_text
source: Text for notification shown when cookie preferences are set
de: Text für die Benachrichtigung, der angezeigt wird, wenn Cookie-Einstellungen gespeichert werden

# tx_sgcookieoptin_domain_model_optin.save_history_webhook
source: Webhook URL for statistics
de: Webhook-URL für Statistiken

# tx_sgcookieoptin_domain_model_optin.save_history_webhook.description
source: You can change this address if you would like to add some custom logic to the handling of the data. Should you do it, please make sure to add a call to the default webhook address, so that we can keep evalutaing the data for you in our statistics module.
de: Sie können diese Adresse ändern, wenn Sie eine eigene Logik für die Verarbeitung der Daten hinzufügen möchten. Sollten Sie dies tun, stellen Sie bitte sicher, dass Sie einen Aufruf an die Standard-Webhook-Adresse hinzufügen, damit wir die Daten weiterhin für Sie in unserem Statistikmodul auswerten können.

# tx_sgcookieoptin_domain_model_optin.session_only_essential_cookies
source: Show the dialog again in the next user session if only essential cookies are accepted.
de: Zeigen Sie den Dialog in der nächsten Benutzersitzung erneut an, wenn nur wesentliche Cookies akzeptiert werden.

# tx_sgcookieoptin_domain_model_optin.set_cookie_for_domain
source: Override what domain this cookie is set for
de: Domain, für die der Cookie gesetzt werden soll, überschreiben

# tx_sgcookieoptin_domain_model_optin.set_cookie_for_domain.bad_idea
source: !!! In most cases this is not really GDPR compliant. Do at your own risk !!! Without this setting, this configuration only applies to the domain where it is stored. With this setting you can use the cookie configuration for multiple domains, for example by writing example.com so that the configuration is used for both dev.example.com and www.example.com.
de: !!! Dies ist im Normalfall nicht DSVGO-konform. Setzen Sie dies auf eigenes Risiko !!! Ohne diese Einstellung gilt diese Konfiguration nur für die Domain, wo sie hinterlegt ist. Mit dieser Einstellung können Sie die Cookie-Konfiguration für mehrere Domains verwenden, bspw. indem sie example.com schreiben, sodass die Konfiguration sowohl für dev.example.com als auch www.example.com verwendet wird.

# tx_sgcookieoptin_domain_model_optin.show_button_close
source: Activate the close button in the template
de: Aktiviere den Schließen-Button im Template

# tx_sgcookieoptin_domain_model_optin.tab.essential
source: Essential Scripts & Cookies
de: Essenzielle Skripte & Cookies

# tx_sgcookieoptin_domain_model_optin.tab.group
source: Other Scripts & Cookies
de: Weitere Skripte und Cookies

# tx_sgcookieoptin_domain_model_optin.tab.iframes
source: External content
de: Externe Inhalte

# tx_sgcookieoptin_domain_model_optin.tab.settings
source: Settings
de: Einstellungen

# tx_sgcookieoptin_domain_model_optin.tab.textAndMenu
source: Labels & Menu
de: Texte & Menü

# tx_sgcookieoptin_domain_model_optin.template
source: Window Design Template
de: Fenster-Designvorlage

# tx_sgcookieoptin_domain_model_optin.template_html
source: Template Code (HTML, variables and logic are processed with Mustache, see http://mustache.github.io/mustache.5.html)
de: Template-Code (HTML, Variablen und Logik werden mit Mustache verarbeitet, siehe http://mustache.github.io/mustache.5.html)

# tx_sgcookieoptin_domain_model_optin.template_html.description
source: The templating engine supports markers that you can move inside the code. This template supports the following markers: settings.show_button_close - The setting "Activate the close button in the template" from the Template tab textEntries.header - The header of the Cookie Opt-In (Labels & Menu) textEntries.description - The description of the Cookie Opt-In (Labels & Menu) cookieGroups - A list of the defined cookies cookieData (Name, Provider, Lifetime, Purpose) - The data for each cookie and their respective value textEntries.cookie_name_text - The text for the name label textEntries.cookie_provider_text - The text for the provider label textEntries.cookie_lifetime_text - The text for the lifetime label textEntries.cookie_purpose_text - The text for the purpose label textEntries.extend_table_link_text - The value of the Link to Display Information of Cookies of a Group (closed) field (Labels & Menu) textEntries.extend_box_link_text - The value of the Link to Display Information of Cookies of a Group (open) field (Labels & Menu) textEntries.user_hash_text - The hash field label (Labels & Menu) footerLinks (name) - A list of the footer links with their respective name
de: Die Templating-Engine unterstützt Marker, die Sie innerhalb des Codes verschieben können. Diese Vorlage unterstützt die folgenden Marker: settings.show_button_close - Die Einstellung "Aktiviere die Schließen-Schaltfläche in der Vorlage" aus der Registerkarte "Template textEntries.header - Die Titelzeile des Cookie Opt-Ins (Labels & Menü) textEntries.description - Die Beschreibung des Cookie Opt-Ins (Texte & Menü) cookieGroups - Eine Liste der definierten Cookies cookieData (Name, Provider, Lifetime, Purpose) - Die Daten für jedes Cookie und deren jeweiliger Wert textEntries.cookie_name_text - Der Text für die Namensbeschriftung textEntries.cookie_provider_text - Der Text für die Bezeichnung des Anbieters textEntries.cookie_lifetime_text - Der Text für die Beschriftung der Lebensdauer textEntries.cookie_purpose_text - Der Text für die Zweckbeschriftung textEntries.extend_table_link_text - Der Wert des Feldes "Link zur Anzeige von Informationen über Cookies einer Gruppe (geschlossen)" (Labels & Menü) textEntries.extend_box_link_text - Der Wert des Feldes Link zur Anzeige von Informationen über Cookies einer Gruppe (offen) (Labels & Menü) textEntries.user_hash_text - Die Beschriftung des Hash-Feldes (Texte & Menü) footerLinks (name) - Eine Liste der Fußzeilenlinks mit ihrem jeweiligen Namen (Texte & Menü)

# tx_sgcookieoptin_domain_model_optin.template_overwritten
source: Overwrite Template (Allows to change the template code below. If this is selected, changes in future updates are not automatically applied. Unset this option to reset the template below.)
de: Vorlage überschreiben (Erlaubt die Änderung des untenstehenden Template-Codes. Änderungen in zukünftigen Updates werden dann nicht mehr automatisch übernommen. Deaktiviere diese Option, um das untenstehende Template zurückzusetzen.)

# tx_sgcookieoptin_domain_model_optin.template_selection
source: Select a Base Design Template (This form will be saved and reloaded when this setting changes.)
de: Basis-Designvorlage auswählen (Dieses Formular wird bei Änderung gespeichert und neu geladen.)

# tx_sgcookieoptin_domain_model_optin.template_selection.0
source: Compact
de: Kompakt

# tx_sgcookieoptin_domain_model_optin.template_selection.1
source: Full
de: Umfassend

# tx_sgcookieoptin_domain_model_optin.update_version
source: Update the version number and force the visitors to confirm their preferences
de: Die Versionsnummer aktualisieren und die Besucher zwingen, ihre Angaben zu bestätigen

# tx_sgcookieoptin_domain_model_optin.user_hash_text
source: Text for the user hash label
de: Text für die User-Hash-Beschriftung

# tx_sgcookieoptin_domain_model_script
source: Script
de: Skript

# tx_sgcookieoptin_domain_model_script.hidden
source: Deactivate
de: Deaktivieren

# tx_sgcookieoptin_domain_model_script.html
source: HTML that shall be loaded if the user accepts this group (Do not use "document.write" as this will cause errors on the website)
de: HTML, das geladen werden soll, wenn der Benutzer diese Gruppe akzeptiert (Benutze nicht "document.write", denn dies verursacht Fehler auf der Website)

# tx_sgcookieoptin_domain_model_script.parent_group
source: Group
de: Gruppe

# tx_sgcookieoptin_domain_model_script.script
source: JavaScript that shall be loaded if the user accepts this group
de: JavaScript, das geladen werden soll, wenn der Benutzer diese Gruppe akzeptiert

# tx_sgcookieoptin_domain_model_script.title
source: Script Name
de: Skript-Name
